Repository: catenarytransit/catenary-ios
Catalog: catenary-ios/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, oc, pl, pt, ro, ru, sk, sv, uk, zh_hans, zh_hant, zh_hk

# trip.block
source: Block %@
bg: Блок %@
cs: Oběh %@
da: Vognløb %@
de: Umlauf %@
el: Βάρδια %@
es: Bloque %@
fi: Kiertopäivä %@
fr: Service véhicule %@
hu: Forduló %@
it: Blocco %@
ja: 運用 %@
ko: 운용 %@
nb: Omløp %@
nl: Omloop %@
oc: Blòc %@
pl: Brygada %@
pt: Bloco %@
ro: Bloc %@
ru: Блок %@
sk: Obeh %@
sv: Omlopp %@
uk: Блок %@
zh_hans: 车次组 %@
zh_hant: 車次組 %@
zh_hk: 車次組 %@

# trip.missing_gtfs_id
source: This trip has no GTFS trip ID and cannot be loaded.
bg: Това пътуване няма GTFS идентификатор и не може да бъде заредено.
cs: Tento spoj nemá ID cesty GTFS a nelze jej načíst.
da: Denne tur har intet GTFS-tur-id og kan ikke indlæses.
de: Diese Fahrt hat keine GTFS-Fahrt-ID und kann nicht geladen werden.
el: Αυτή η διαδρομή δεν έχει αναγνωριστικό διαδρομής GTFS και δεν μπορεί να φορτωθεί.
es: Este viaje no incluye un ID de viaje GTFS y no se puede cargar.
fi: Tällä matkalla ei ole GTFS-matkatunnusta, joten sitä ei voi ladata.
fr: Ce trajet ne comporte pas d’identifiant de trajet GTFS et ne peut pas être chargé.
hu: Ehhez a járathoz nem tartozik GTFS-járatazonosító, ezért nem tölthető be.
it: Questa corsa non include un ID corsa GTFS e non può essere caricata.
ja: この便にはGTFS便IDがないため読み込めません。
ko: 이 운행에는 GTFS 운행 ID가 없어 불러올 수 없습니다.
nb: Denne turen har ingen GTFS-tur-ID og kan ikke lastes.
nl: Deze rit heeft geen GTFS-rit-ID en kan daarom niet worden geladen.
oc: Aqueste trajècte a pas d’identificant de trajècte GTFS e pòt pas èsser cargat.
pl: Ten przejazd nie ma identyfikatora przejazdu GTFS i nie można go wczytać.
pt: Esta viagem não inclui um ID de viagem GTFS e não pode ser carregada.
ro: Această cursă nu are un ID de cursă GTFS și nu poate fi încărcată.
ru: У этого рейса нет идентификатора рейса GTFS, поэтому его невозможно загрузить.
sk: Tento spoj nemá ID cesty GTFS a nemožno ho načítať.
sv: Den här resan saknar ett GTFS-rese-ID och kan inte läsas in.
uk: Цей рейс не має ідентифікатора рейсу GTFS, тому його неможливо завантажити.
zh_hans: 此行程没有 GTFS 行程 ID，因此无法加载。
zh_hant: 此行程沒有 GTFS 行程 ID，因此無法載入。
zh_hk: 此班次沒有 GTFS 班次 ID，因此無法載入。

# trip.show_previous_stops
source: Show %d previous stops
bg: Показване %d Спирки
cs: Zobrazit %d Zastávky
da: Vis %d Stoppesteder
de: Anzeigen %d Haltestellen
el: Εμφάνιση %d Στάσεις
es: Mostrar %d Paradas
fi: Näytä %d Pysäkit
fr: Afficher %d Arrêts
hu: Megjelenítés %d Megállók
it: Mostra %d Fermate
ja: 表示 %d 停留所
ko: 표시 %d 정류장
nb: Vis %d Stopp
nl: Tonen %d Haltes
oc: Afichar %d Arrèstes
pl: Pokaż %d Przystanki
pt: Mostrar %d Paragens
ro: Afișează %d Stații
ru: Показать %d Остановки
sk: Zobraziť %d Zastávky
sv: Visa %d Hållplatser
uk: Показати %d Зупинки
zh_hans: 显示 %d 站点
zh_hant: 顯示 %d 站點
zh_hk: 顯示 %d 車站

source: Type
bg: Тип
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
ja: 種類
ko: 유형
oc: Tipe
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
uk: Тип
zh_hans: 类型
zh_hant: 類型
zh_hk: 類型

source: Unable to load departures
bg: Данните не могат да се заредят
cs: Data se nepodařilo načíst
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των δεδομένων
es: No se pudieron cargar los datos
fi: Tietoja ei voitu ladata
fr: Impossible de charger les données
hu: Az adatok nem tölthetők be
it: Impossibile caricare i dati
ja: データを読み込めませんでした
ko: 데이터를 불러올 수 없습니다
nb: Kunne ikke laste data
nl: Gegevens konden niet worden geladen
oc: Impossible de cargar las donadas
pl: Nie udało się wczytać danych
pt: Não foi possível carregar os dados
ro: Datele nu au putut fi încărcate
ru: Не удалось загрузить данные
sk: Údaje sa nepodarilo načítať
sv: Det gick inte att läsa in data
uk: Не вдалося завантажити дані
zh_hans: 无法加载数据
zh_hant: 無法載入資料
zh_hk: 無法載入資料

source: Unable to load route
bg: Данните не могат да се заредят
cs: Data se nepodařilo načíst
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των δεδομένων
es: No se pudieron cargar los datos
fi: Tietoja ei voitu ladata
fr: Impossible de charger les données
hu: Az adatok nem tölthetők be
it: Impossibile caricare i dati
ja: データを読み込めませんでした
ko: 데이터를 불러올 수 없습니다
nb: Kunne ikke laste data
nl: Gegevens konden niet worden geladen
oc: Impossible de cargar las donadas
pl: Nie udało się wczytać danych
pt: Não foi possível carregar os dados
ro: Datele nu au putut fi încărcate
ru: Не удалось загрузить данные
sk: Údaje sa nepodarilo načítať
sv: Det gick inte att läsa in data
uk: Не вдалося завантажити дані
zh_hans: 无法加载数据
zh_hant: 無法載入資料
zh_hk: 無法載入資料

source: Unable to load trip
bg: Данните не могат да се заредят
cs: Data se nepodařilo načíst
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των δεδομένων
es: No se pudieron cargar los datos
fi: Tietoja ei voitu ladata
fr: Impossible de charger les données
hu: Az adatok nem tölthetők be
it: Impossibile caricare i dati
ja: データを読み込めませんでした
ko: 데이터를 불러올 수 없습니다
nb: Kunne ikke laste data
nl: Gegevens konden niet worden geladen
oc: Impossible de cargar las donadas
pl: Nie udało się wczytać danych
pt: Não foi possível carregar os dados
ro: Datele nu au putut fi încărcate
ru: Не удалось загрузить данные
sk: Údaje sa nepodarilo načítať
sv: Det gick inte att läsa in data
uk: Не вдалося завантажити дані
zh_hans: 无法加载数据
zh_hant: 無法載入資料
zh_hk: 無法載入資料

source: Unknown
bg: Неизвестно
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
oc: Desconegut
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
uk: Невідомо
zh_hans: 未知
zh_hant: 未知
zh_hk: 未知

source: Unknown cause
bg: Неизвестна причина
cs: Neznámá příčina
da: Ukendt årsag
de: Unbekannte Ursache
el: Άγνωστη αιτία
es: Causa desconocida
fi: Tuntematon syy
fr: Cause inconnue
hu: Ismeretlen ok
it: Causa sconosciuta
ja: 原因不明
ko: 원인 불명
nb: Ukjent årsak
nl: Onbekende oorzaak
oc: Causa desconeguda
pl: Nieznana przyczyna
pt: Causa desconhecida
ro: Cauză necunoscută
ru: Неизвестная причина
sk: Neznáma príčina
sv: Okänd orsak
uk: Невідома причина
zh_hans: 原因未知
zh_hant: 原因不明
zh_hk: 原因不明

source: Unknown effect
bg: Неизвестен ефект
cs: Neznámý dopad
da: Ukendt virkning
de: Unbekannte Auswirkung
el: Άγνωστο αποτέλεσμα
es: Efecto desconocido
fi: Tuntematon vaikutus
fr: Effet inconnu
hu: Ismeretlen hatás
it: Effetto sconosciuto
ja: 影響不明
ko: 알 수 없는 영향
nb: Ukjent virkning
nl: Onbekend effect
oc: Efièch desconegut
pl: Nieznany skutek
pt: Efeito desconhecido
ro: Efect necunoscut
ru: Неизвестный эффект
sk: Neznámy vplyv
sv: Okänd effekt
uk: Невідомий ефект
zh_hans: 影响未知
zh_hant: 影響不明
zh_hk: 影響不明

source: Unknown fire
bg: Неизвестен пожар
cs: Neznámý požár
da: Ukendt brand
de: Unbekannter Brand
el: Άγνωστη πυρκαγιά
es: Incendio desconocido
fi: Tuntematon tulipalo
fr: Incendie inconnu
hu: Ismeretlen tűz
it: Incendio sconosciuto
ja: 名称不明の火災
ko: 알 수 없는 산불
nb: Ukjent brann
nl: Onbekende brand
oc: Fuòc desconegut
pl: Nieznany pożar
pt: Incêndio desconhecido
ro: Incendiu necunoscut
ru: Неизвестный пожар
sk: Neznámy požiar
sv: Okänd brand
uk: Невідома пожежа
zh_hans: 未知火灾
zh_hant: 未知火災
zh_hk: 未知火災

source: Unknown line
bg: Неизвестна линия
cs: Neznámá linka
da: Ukendt linje
de: Unbekannte Linie
el: Άγνωστη γραμμή
es: Línea desconocida
fi: Tuntematon linja
fr: Ligne inconnue
hu: Ismeretlen vonal
it: Linea sconosciuta
ja: 不明な路線
ko: 알 수 없는 노선
nb: Ukjent linje
nl: Onbekende lijn
oc: Linha desconeguda
pl: Nieznana linia
pt: Linha desconhecida
ro: Linie necunoscută
ru: Неизвестная линия
sk: Neznáma linka
sv: Okänd linje
uk: Невідома лінія
zh_hans: 未知线路
zh_hant: 未知路線
zh_hk: 未知路線

source: Unknown station
bg: Неизвестна гара
cs: Neznámá stanice
da: Ukendt station
de: Unbekannte Station
el: Άγνωστος σταθμός
es: Estación desconocida
fi: Tuntematon asema
fr: Gare inconnue
hu: Ismeretlen állomás
it: Stazione sconosciuta
ja: 不明な駅
ko: 알 수 없는 역
nb: Ukjent stasjon
nl: Onbekend station
oc: Gara desconeguda
pl: Nieznana stacja
pt: Estação desconhecida
ro: Stație necunoscută
ru: Неизвестная станция
sk: Neznáma stanica
sv: Okänd station
uk: Невідома станція
zh_hans: 未知车站
zh_hant: 未知車站
zh_hk: 未知車站

source: Unknown stop
bg: Неизвестна спирка
cs: Neznámá zastávka
da: Ukendt stoppested
de: Unbekannte Haltestelle
el: Άγνωστη στάση
es: Parada desconocida
fi: Tuntematon pysäkki
fr: Arrêt inconnu
hu: Ismeretlen megálló
it: Fermata sconosciuta
ja: 不明な停留所
ko: 알 수 없는 정류장
nb: Ukjent stopp
nl: Onbekende halte
oc: Arrèst desconegut
pl: Nieznany przystanek
pt: Paragem desconhecida
ro: Oprire necunoscută
ru: Неизвестная остановка
sk: Neznáma zastávka
sv: Okänd hållplats
uk: Невідома зупинка
zh_hans: 未知站点
zh_hant: 未知站點
zh_hk: 未知站點

source: Unnamed line
bg: Линия без име
cs: Linka bez názvu
da: Unavngiven linje
de: Unbenannte Linie
el: Γραμμή χωρίς όνομα
es: Línea sin nombre
fi: Nimetön linja
fr: Ligne sans nom
hu: Névtelen vonal
it: Linea senza nome
ja: 名称のない路線
ko: 이름 없는 노선
nb: Navnløs linje
nl: Naamloze lijn
oc: Linha sens nom
pl: Linia bez nazwy
pt: Linha sem nome
ro: Linie fără nume
ru: Линия без названия
sk: Linka bez názvu
sv: Namnlös linje
uk: Лінія без назви
zh_hans: 未命名线路
zh_hant: 未命名路線
zh_hk: 未命名路線

source: Use current time
bg: Използвай текущия час
cs: Použít aktuální čas
da: Brug aktuelt tidspunkt
de: Aktuelle Uhrzeit verwenden
el: Χρήση τρέχουσας ώρας
es: Usar la hora actual
fi: Käytä nykyistä aikaa
fr: Utiliser l’heure actuelle
hu: Aktuális idő használata
it: Usa l’ora attuale
ja: 現在時刻を使用
ko: 현재 시간 사용
nb: Bruk gjeldende tid
nl: Gebruik huidige tijd
oc: Utilizar l’ora actuala
pl: Użyj bieżącego czasu
pt: Usar a hora atual
ro: Folosește ora curentă
ru: Использовать текущее время
sk: Použiť aktuálny čas
sv: Använd aktuell tid
uk: Використати поточний час
zh_hans: 使用当前时间
zh_hant: 使用目前時間
zh_hk: 使用目前時間

source: Use imperial units
bg: Използвай имперски мерни единици
cs: Používat imperiální jednotky
da: Brug britiske/amerikanske enheder
de: Imperiale Einheiten verwenden
el: Χρήση αυτοκρατορικών μονάδων
es: Usar unidades imperiales
fi: Käytä imperiaalisia yksiköitä
fr: Utiliser les unités impériales
hu: Angolszász mértékegységek használata
it: Usa unità imperiali
ja: ヤード・ポンド法を使用
ko: 야드파운드법 단위 사용
nb: Bruk britiske/amerikanske enheter
nl: Gebruik imperiale eenheden
oc: Utilizar las unitats imperialas
pl: Używaj jednostek imperialnych
pt: Usar unidades imperiais
ro: Folosește unități imperiale
ru: Использовать имперские единицы
sk: Používať imperiálne jednotky
sv: Använd brittiska/amerikanska enheter
uk: Використовувати імперські одиниці
zh_hans: 使用英制单位
zh_hant: 使用英制單位
zh_hk: 使用英制單位

source: Vehicle
bg: Превозно средство
cs: Vozidlo
da: Køretøj
de: Fahrzeug
el: Όχημα
es: Vehículo
fi: Ajoneuvo
fr: Véhicule
hu: Jármű
it: Veicolo
ja: 車両
ko: 차량
nb: Kjøretøy
nl: Voertuig
oc: Veïcul
pl: Pojazd
pt: Veículo
ro: Vehicul
ru: Транспорт
sk: Vozidlo
sv: Fordon
uk: Транспорт
zh_hans: 车辆
zh_hant: 車輛
zh_hk: 車輛

source: Vehicle labels
bg: Етикети на превозните средства
cs: Popisky vozidel
da: Køretøjsetiketter
de: Fahrzeugbeschriftungen
el: Ετικέτες οχημάτων
es: Etiquetas de vehículos
fi: Ajoneuvojen tunnisteet
fr: Étiquettes des véhicules
hu: Járműcímkék
it: Etichette veicoli
ja: 車両ラベル
ko: 차량 라벨
nb: Kjøretøyetiketter
nl: Voertuiglabels
oc: Etiquetas dels veïculs
pl: Etykiety pojazdów
pt: Rótulos dos veículos
ro: Etichete vehicule
ru: Подписи транспорта
sk: Štítky vozidiel
sv: Fordons­etiketter
uk: Підписи транспорту
zh_hans: 车辆标签
zh_hant: 車輛標籤
zh_hk: 車輛標籤

source: Vehicles
bg: Превозни средства
cs: Vozidla
da: Køretøjer
de: Fahrzeuge
el: Οχήματα
es: Vehículos
fi: Ajoneuvot
fr: Véhicules
hu: Járművek
it: Veicoli
ja: 車両
ko: 차량
nb: Kjøretøy
nl: Voertuigen
oc: Veïculs
pl: Pojazdy
pt: Veículos
ro: Vehicule
ru: Транспорт
sk: Vozidlá
sv: Fordon
uk: Транспорт
zh_hans: 车辆
zh_hant: 車輛
zh_hk: 車輛

source: Waiting for location
bg: Изчакване на местоположение
cs: Čekání na polohu
da: Venter på placering
de: Warten auf Standort
el: Αναμονή για τοποθεσία
es: Esperando la ubicación
fi: Odotetaan sijaintia
fr: En attente de la position
hu: Várakozás a helyzetre
it: In attesa della posizione
ja: 位置情報を待機中
ko: 위치 정보를 기다리는 중
nb: Venter på posisjon
nl: Wachten op locatie
oc: En espèra de la posicion
pl: Oczekiwanie na lokalizację
pt: A aguardar localização
ro: Se așteaptă locația
ru: Ожидание местоположения
sk: Čaká sa na polohu
sv: Väntar på plats
uk: Очікування місцезнаходження
zh_hans: 正在等待位置
zh_hant: 正在等待位置
zh_hk: 正在等候位置

source: Weather
bg: Време
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
es: Clima
fi: Sää
fr: Météo
hu: Időjárás
it: Meteo
ja: 天候
ko: 날씨
nb: Vær
nl: Weer
oc: Temps
pl: Pogoda
pt: Tempo
ro: Vreme
ru: Погода
sk: Počasie
sv: Väder
uk: Погода
zh_hans: 天气
zh_hant: 天氣
zh_hk: 天氣

source: OSM ID
cs: ID OSM
el: ID OSM
es: ID de OSM
fi: OSM-tunnus
fr: ID OSM
hu: OSM-azonosító
it: ID OSM
oc: ID OSM
pl: ID OSM
pt: ID OSM
ro: ID OSM
ru: ID OSM
sk: ID OSM
uk: ID OSM

# time.unit.day.short
source: d
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天
zh_hk: 日

# time.unit.hour.short
source: h
ja: 時間
ko: 시간
zh_hans: 小时
zh_hant: 小時
zh_hk: 小時

# time.unit.minute.narrow
source: m
ja: 分
ko: 분
zh_hans: 分
zh_hant: 分
zh_hk: 分

# time.unit.minute.short
source: min
ja: 分
ko: 분
zh_hans: 分
zh_hant: 分
zh_hk: 分

# time.unit.second.short
source: s
ja: 秒
ko: 초
zh_hans: 秒
zh_hant: 秒
zh_hk: 秒
